[Balance.PawnBalance_Orchid_SandWorm AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Larva do Deserto")
PlayThroughs[1]=(DisplayName="Larva do Deserto Selvagem")

[Balance.PawnBalance_Orchid_SandWormGrub AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Filhote de Larva do Deserto")
PlayThroughs[1]=(DisplayName="Filhote de Larva do Deserto Poderoso")

[Balance.PawnBalance_Orchid_SandWormQueen AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Rainha Larva do Deserto")
PlayThroughs[1]=(DisplayName="Rainha Larva do Deserto")

[Balance.PawnBalance_Orchid_SandWormRaid AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Larva do Deserto")
PlayThroughs[1]=(DisplayName="Larva do Deserto")

